Repository: Jack53416/parts-manager
Catalog: src/locale/messages.*.xlf
Languages: pl

source: To start open an excel
pl: Aby zacząć, otwórz plik excel

source: Machine
pl: Maszyna

source: Name
pl: Nazwa

source: Article No
pl: Numer artykułu

source: Tool
pl: Narzędzie

source: Total parts produced
pl: Ilość wyprodukowana

source: Scrap No
pl: Ilość braków

source: Short Shot
pl: Niedotryski

source: Startup Parts
pl: Rozruchowe

source: Burns
pl: Przypalenia

source: Contaminated
pl: Zanieczyszczenia materiałowe

source: Oil contaminations
pl: Zanieczyszczenia olejowe

source: Smudges
pl: Smugi

source: Deformations
pl: Deformacje

source: Damaged in transport
pl: Uszkodzenia transportowe

source: Mechanical damages
pl: Uszkodzenia mechaniczne

source: Scratches
pl: Rysy

source: Flashes
pl: Nadlewy

source: Silvering
pl: Srebrzenia

source: Removed by robot
pl: Odrzucone przez robota

source: Air bubbles
pl: Pęcherze

source: Others
pl: Inne

source: Save
pl: Zapisz

source: Open
pl: Otwórz
